{"en":{"welcome":"Welcome!","level_5_intro_1":"After an onerous battle, Pengu must catch a breath of fresh air.","title":"Pengu\n<size=30>and the</size>\nUnlikely Encounters","mixedNumber":"Mixed Number","card_drag_instruct":"Drag a card to an empty slot.","level_5_info_3_b":"Use this technique to help you out with tricky operations!","level_5_info_2_b":"After that, add the result to the numerator.","level_5_info_3_a":"You can drag the whole number towards the fraction, or vice-versa, to convert.","level_5_info_1_a":"As you can see, there is a mixed number in this operation.","game_complete_desc":"Thank you for playing!","speech":"SPEECH","submit":"SUBMIT","credits":"CREDITS","credits_desc":"Written by: David Dionisio\nMusic from: Kevin Macleod","attack":"ATTACK","sound":"SOUND","level_1_info_4":"Notice how both fractions now have the same unit sizes? They can now be added properly.","level_7_intro_2":"It is time to unleash the most potent of Pengu's fractional powers!","victory":"VICTORY","defend":"DEFEND","level_1_info_1":"In order to add these two fractions, you must make the denominators equal.","improperFraction":"Improper Fraction","continue":"CONTINUE","finish":"FINISH","level_1_info_2_b":"Then multiply the numerators by the same amount from the denominator.","level_1_info_3":"Now it’s your turn! Use the multiplier to make both denominators equal.","level_5_info_2_a":"To convert a mixed number to an improper fraction: multiply the whole number with the denominator of the fraction.","level_1_intro_1":"A cliff impedes Pengu's journey.","rounds":"ROUNDS","revivePenalty":"REVIVE PENALTY","level_3_intro_1":"Watch out! A yeti is in the way!","level_1_info_2_a":"One way to do this is by multiplying the denominators together to make them equal.","close":"CLOSE","level_2_intro_2":"Hit the seal with enough fractions to move it out of the way!","options":"OPTIONS","level_1_info_2_c":"After that, you can add both fractions properly.","test":"Test 123 123","total":"TOTAL","level_2_intro_1":"Once again, an obstacle blocks Pengu's way. This time, an elephant seal!","complete":"COMPLETE","level_5_info_1_b":"A mixed number is made up of a whole number, and a fraction.","on":"ON","level_5_intro_2":"Help Pengu swim towards the land!","play":"PLAY","level_3_intro_2":"We must withstand the freezing wind to proceed!","new_game":"NEW GAME","music":"MUSIC","level_1_info_5":"Go ahead and type in the correct answer by pressing on either slot!","off":"OFF","level_1_intro_2":"Help Pengu out by determining the distance of the gap using fractions!","game_complete":"Congratulations! You have uncovered the treasure!","level_3_info_1":"In order to succeed, you must subtract the fractional attack until it reaches below zero.","total_score":"TOTAL SCORE:","level_7_intro_1":"A boulder is blocking Pengu's path!","success":"SUCCESS!"},"es":{"welcome":"¡Bienvenido!","level_5_intro_1":"Después de una onerosa batalla, Pengu debe respirar aire fresco.","title":"Pengu\n<size=30>y el</size>\nEncuentros Improbables","mixedNumber":"Número Mixto","card_drag_instruct":"Arrastra una tarjeta a una ranura vacía.","level_5_info_3_b":"¡Utiliza esta técnica para ayudarte con operaciones complicadas!","level_5_info_2_b":"Después, suma el resultado al numerador.","level_5_info_3_a":"Puede arrastrar el número entero hacia la fracción, o viceversa, para convertirlo.","level_5_info_1_a":"Como puede ver, hay un número mixto en esta operación.","game_complete_desc":"¡Gracias por jugar!","speech":"DISCURSO","submit":"ENVIAR","credits":"CRÉDITOS","credits_desc":"Escrito por: David Dionisio\r\nMúsica de: Kevin Macleod","attack":"ATAQUE","sound":"SONIDO","level_1_info_4":"¿Observa cómo ambas fracciones tienen ahora los mismos tamaños de unidad? Ahora se pueden añadir correctamente.","level_7_intro_2":"¡Es hora de desatar los poderes fraccionarios más potentes de Pengu!","victory":"VICTORIA","defend":"DEFENDER","level_1_info_1":"Para sumar estas dos fracciones, debes hacer iguales los denominadores.","improperFraction":"Fracción Incorrecta","continue":"CONTINUAR","finish":"ACABADO","level_1_info_2_b":"","level_1_info_3":"¡Ahora te toca a ti! Utilice el multiplicador para hacer que ambos denominadores sean iguales.","level_5_info_2_a":"Para convertir un número mixto en una fracción incorrecta: multiplique el número entero por el denominador de la fracción.","level_1_intro_1":"Un abismo impide el viaje de Pengu.","rounds":"RONDAS","revivePenalty":"REVIVIR PENALIZACIÓN","level_3_intro_1":"¡Cuidado! ¡Un yeti se interviene en camino!","level_1_info_2_a":"Una forma de hacerlo es multiplicando los denominadores juntos para hacerlos iguales.","close":"CERCA","level_2_intro_2":"¡Golpea el sello con suficientes fracciones para sacarlo del camino!","options":"OPCIONES","level_1_info_2_c":"Después de eso, puedes agregar ambas fracciones correctamente.","test":"Prueba 123 123","total":"TOTAL","level_2_intro_1":"Una vez más, un obstáculo bloquea el camino de Pengu. Esta vez, una foca elefante.","complete":"COMPLETAR","level_5_info_1_b":"Un número mixto se compone de un número entero y una fracción.","on":"PRENDIDO","level_5_intro_2":"¡Ayuda a Pengu a nadar hacia la tierra!","play":"JUGAR","level_3_intro_2":"¡Debemos soportar el viento helado para continuar!","new_game":"NUEVO JUEGO","music":"MÚSICA","level_1_info_5":"Sigue adelante y escribe la respuesta correcta pulsando en cualquiera de las ranuras.","off":"APAGADO","level_1_intro_2":"¡Ayuda a Pengu a salir determinando la distancia de la brecha usando fracciones!","game_complete":"¡En hora buena! ¡Has descubierto el tesoro!","level_3_info_1":"Para tener éxito, debes restar el ataque fraccional hasta que llegue por debajo de cero.","total_score":"PUNTOS TOTALES:","level_7_intro_1":"¡Una roca está bloqueando el camino de Pengu!","success":"¡ÉXITO!"}}